/** @file
  Common string definition
//;******************************************************************************
//;* Copyright (c) 1983-2014, Insyde Software Corp. All Rights Reserved.
//;*
//;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
//;* transmit, broadcast, present, recite, release, license or otherwise exploit
//;* any part of this publication in any form, by any means, without the prior
//;* written permission of Insyde Software Corporation.
//;*
//;******************************************************************************
*/

/=#

#string STR_ENABLED_SG_STRING           #language en-US        "Special Features"
#string STR_ENABLED_SG_HELP             #language en-US        "Enable Switch Graphic Function"
#string STR_ENABLED_PX_STRING           #language en-US        "PowerXpress Setting"
#string STR_ENABLED_PX_HELP             #language en-US        "Setting Mux or Muxless"
#string STR_MUX_TEXT                    #language en-US        "Muxed Fixed Scheme"
#string STR_MUXLESS_FIXED_TEXT          #language en-US        "Muxless Fixed Scheme Only"
#string STR_MUXLESS_DYNAMIC_TEXT        #language en-US        "Muxless Dynamic Scheme Only"
#string STR_MUXLESS_FIXED_DYNAMIC_TEXT  #language en-US        "Muxless Fixed and Dynamic Scheme"
#string STR_FULL_DGPU_POWEROFF_DYNAMIC  #language en-US        "Full dGPU PowerOff Dynamic Scheme"
#string STR_FIXED_POWEROFF_DYNAMIC      #language en-US        "Fixed and Full dGPU PowerOff Dynamic Scheme"
#string STR_SG_TEXT                     #language en-US        "SG"
                                        #language fr-FR        "SG"
                                        #language zh-TW        "SG"
                                        #language ja-JP        "SG"
                                        #language it-IT        "SG"
                                        #language es-ES        "SG"
                                        #language de-DE        "SG"
                                        #language pt-PT        "SG"
#string STR_GRAPHIC_MODE_STRING         #language en-US        "SG"